[
    {
        "title": "Especialização em Engenharia de Software",
        "place": "Universidade Federal do Paraná",
        "description": "Especialização com o foco em metogolodias de desenvolvimento, neste curso aprimorei conceitos de engenharia de requisitos, modelagem de software, gestão de projetos e desenvolvimento de software. Meu trabalho de conclusão de curso foi a construção de um sistema, contemplando todas as fases de um projeto, para realizar o cadatramento das feiras de rua na cidade de Curitiba.",
        "icon": "assets/icons/places/ufpr.png",
        "image": "assets/images/places/iufpr.png",
        "text": "A Universidade Federal do Paraná (UFPR) é a mais antiga universidade pública do Brasil, fundada em 19 de dezembro de 1912, inicialmente com o nome de Universidade do Paraná. Localizada em Curitiba, a UFPR é um símbolo da intelectualidade paranaense e desempenha um papel fundamental no ensino superior do estado e do país.\n\nA UFPR oferece uma ampla gama de cursos de graduação, pós-graduação, especialização, mestrado, doutorado, cursos técnicos e à distância. A instituição adota o tripé indissociável de Ensino, Pesquisa e Extensão, buscando sempre a excelência acadêmica e a contribuição para o desenvolvimento social e científico \nufpr.br\n.\n\nCom campi em diversas cidades do Paraná, incluindo Curitiba, Pontal do Paraná, Matinhos, Jandaia do Sul, Toledo e Palotina, a UFPR está presente em várias regiões do estado, promovendo a educação superior e o desenvolvimento regional \nufpr.br\n.\n\nA missão da UFPR é produzir, disseminar, fomentar e aplicar o conhecimento, contribuindo para a construção de uma sociedade inclusiva, equânime, solidária e para o desenvolvimento sustentável. Sua visão é consolidar e ampliar sua condição de universidade de expressão internacional em Ensino, Pesquisa, Extensão e Inovação, abrigando iniciativas científicas e culturais voltadas para a promoção da cidadania e da soberania nacional \nufpr.br\n.\n\nAlém disso, a UFPR é reconhecida por sua excelência acadêmica e científica. A instituição figura entre as melhores universidades do Brasil e é mencionada em classificações internacionais, destacando-se especialmente em áreas como Física, Química, Direito e Desenvolvimento Econômico \nWikipedia\n.\n\nA sede histórica da UFPR, localizada na Praça Santos Andrade, em Curitiba, é um ícone arquitetônico da cidade. O prédio, inaugurado em 1915 e ampliado ao longo dos anos, é um exemplo do estilo neoclássico e simboliza a tradição e a importância da universidade para a cultura paranaense \nWikipedia\n.\n\nEm resumo, a Universidade Federal do Paraná é uma instituição de ensino superior de destaque nacional e internacional, comprometida com a excelência acadêmica, a pesquisa científica e a extensão universitária, desempenhando um papel crucial no desenvolvimento educacional e social do Brasil."
    },
    {
        "title": "Bacharelado em Ciência da Computação",
        "place": "Universidade Federal do Paraná",
        "description": "Curso com fundamentação em lógica computacional, curso com uma base muito forte para a compreensão de estruturas algoritmicas. Nessa graduação é explorado todos os níveis de codificação, sendo parte do conteúdo algoritmos, matemática, estatística, análise assintótica, indução, grafos, inteligência artificial, compiladores e etc.",
        "icon": "assets/icons/places/ufpr.png",
        "image": "assets/images/places/iufpr.png",
        "text": "A Universidade Federal do Paraná (UFPR) é a mais antiga universidade pública do Brasil, fundada em 19 de dezembro de 1912, inicialmente com o nome de Universidade do Paraná. Localizada em Curitiba, a UFPR é um símbolo da intelectualidade paranaense e desempenha um papel fundamental no ensino superior do estado e do país.\n\nA UFPR oferece uma ampla gama de cursos de graduação, pós-graduação, especialização, mestrado, doutorado, cursos técnicos e à distância. A instituição adota o tripé indissociável de Ensino, Pesquisa e Extensão, buscando sempre a excelência acadêmica e a contribuição para o desenvolvimento social e científico \nufpr.br\n.\n\nCom campi em diversas cidades do Paraná, incluindo Curitiba, Pontal do Paraná, Matinhos, Jandaia do Sul, Toledo e Palotina, a UFPR está presente em várias regiões do estado, promovendo a educação superior e o desenvolvimento regional \nufpr.br\n.\n\nA missão da UFPR é produzir, disseminar, fomentar e aplicar o conhecimento, contribuindo para a construção de uma sociedade inclusiva, equânime, solidária e para o desenvolvimento sustentável. Sua visão é consolidar e ampliar sua condição de universidade de expressão internacional em Ensino, Pesquisa, Extensão e Inovação, abrigando iniciativas científicas e culturais voltadas para a promoção da cidadania e da soberania nacional \nufpr.br\n.\n\nAlém disso, a UFPR é reconhecida por sua excelência acadêmica e científica. A instituição figura entre as melhores universidades do Brasil e é mencionada em classificações internacionais, destacando-se especialmente em áreas como Física, Química, Direito e Desenvolvimento Econômico \nWikipedia\n.\n\nA sede histórica da UFPR, localizada na Praça Santos Andrade, em Curitiba, é um ícone arquitetônico da cidade. O prédio, inaugurado em 1915 e ampliado ao longo dos anos, é um exemplo do estilo neoclássico e simboliza a tradição e a importância da universidade para a cultura paranaense \nWikipedia\n.\n\nEm resumo, a Universidade Federal do Paraná é uma instituição de ensino superior de destaque nacional e internacional, comprometida com a excelência acadêmica, a pesquisa científica e a extensão universitária, desempenhando um papel crucial no desenvolvimento educacional e social do Brasil."
    },
    {
        "title": "Escola Técnica da UFPR",
        "place": "Universidade Federal do Paraná",
        "description": "Ensino médio realizado dentro da Universidade Federal do Paraná, considerado por anos como excelência em ensino médio e com processo seletivo concorrido, atualmente a instituição não oferta mais esse serviço. Neste local realizei as disciplinas elementares no nivel médio e módulos suplementares, como informática, matemática financeira e Espanhol(3 anos).",
        "icon": "assets/icons/places/ufpr.png",
        "image": "assets/images/places/et-ufpr.png",
        "text": "A Escola Técnica da Universidade Federal do Paraná (UFPR), localizada no bairro Jardim das Américas, em Curitiba, é uma instituição de ensino profissionalizante vinculada à UFPR. Desde sua reorganização administrativa em 1990, passou a oferecer cursos técnicos de nível médio e superior, com foco na formação de profissionais qualificados para o mercado de trabalho.\nA Escola Técnica da UFPR destaca-se pela qualidade de ensino, infraestrutura moderna e parcerias com instituições públicas e privadas, proporcionando aos alunos uma formação sólida e alinhada às demandas do mercado de trabalho."
    },
    {
        "title": "Curso de Francês",
        "place": "Centro de Línguas e Interculturalidade",
        "description": "Escola de francês com programa de aprendizado de idioma e intercuturalidade. Realizei todos os niveis ofertados.",
        "icon": "assets/images/items/celin.png",
        "image": "assets/images/places/celin.png",
        "text": "O Celin – Centro de Línguas e Interculturalidade da Universidade Federal do Paraná (UFPR) é um órgão suplementar vinculado ao Setor de Ciências Humanas, Letras e Artes (SCHLA). Criado em 1995, o Celin tem como missão promover o ensino, a aprendizagem e a pesquisa de línguas e culturas diversas, incluindo o português como língua estrangeira, para a comunidade interna e externa à UFPR .\nO Celin oferece uma ampla variedade de cursos, abrangendo idiomas como inglês, espanhol, francês, alemão, italiano, japonês, chinês, árabe, russo, polonês, ucraniano, hebraico, guarani, latim, grego antigo, turco, norueguês e esperanto. Além de cursos de línguas, também são oferecidos cursos de literatura, cinema, redação, poesia, análise de música popular brasileira (MPB), entre outros, visando atender às demandas da comunidade em geral .\nAs atividades do Celin são articuladas sob a perspectiva da interculturalidade, promovendo a reflexão sobre a relação entre língua, cultura e identidade. O centro também oferece vagas gratuitas em seus cursos extensivos para alunos, servidores e funcionários da UFPR, bem como para a comunidade carente, cumprindo um importante papel social .\nO Celin atua na formação de futuros professores de línguas por meio de cursos e estágios supervisionados, além de oferecer formação e atualização continuada para docentes atuantes no centro. Os professores são incentivados ao engajamento em projetos paralelos ao ensino, como a criação de materiais diversos, apostilas, materiais digitalizados para estudo a distância e revistas eletrônicas .\n"
    },
    {
        "title": "Curso de Inglês",
        "place": "Influx English School",
        "description": "Escola de inglês com programa de aprendizado e meta de fluência em 2 anos e meio. Realizei todos os niveis ofertados.",
        "icon": "assets/images/items/influx.png",
        "image": "assets/images/places/influx.png",
        "text": "A inFlux Xaxim é uma unidade da rede de escolas de idiomas inFlux, localizada no bairro Xaxim, em Curitiba. Especializada no ensino de inglês e espanhol, a escola adota uma metodologia própria que visa garantir o domínio rápido dos idiomas, com foco na fluência e na aplicação prática do conhecimento.\nA inFlux Xaxim oferece cursos de inglês e espanhol com garantia contratual de aprendizado. Os programas são estruturados para levar os alunos ao nível avançado em menos tempo, focando em habilidades práticas para viagens, intercâmbio e oportunidades profissionais. A escola também promove eventos culturais e atividades interativas, como festas juninas e jogos olímpicos, para enriquecer a experiência de aprendizado."
    }
]